<template>
    <div style="padding-bottom: 30px;">
        <h2 style="text-align: center;margin-top: 25px;">继续教育平台用户协议</h2>
        <el-divider></el-divider>
        <div class="main" style="width: 80%;margin: 5px auto;">
            <p>欢迎访问继续教育平台（study-onlne）。</p>
            <p>
                在注册继续教育平台（study-onlne）或使用继续教育平台（study-onlne）的任何页面之前（包括访问任何课程资料、讨论区或使用其他电子服务）之前，请务必审慎阅读、充分理解本用户协议（下称“本服务条款”）、隐私政策、诚信守则和Cookie政策的内容，特别是免除或限制责任的条款，限制、免责条款可能以黑体加粗形式提示您注意。
            </p>
            <p>
                本服务条款、隐私政策、诚信守则和Cookie政策是您与继续教育平台（study-onlne）之间的协议（下称“本协议”）。不论您是否为注册用户，您使用本产品软件即视为您已阅读并同意接受本协议的约束。如果您不希望受本协议条款的约束，我们将无法为您提供服务。
            </p>
            <p>
                如果您未满 18 周岁，请在法定监护人的监护、指导下阅读本协议和使用本产品。</p>
            <p>
                继续教育平台（study-onlne）保留在不事先通知您的情况下随时修改本服务条款的权利。本服务条款的任何修改在本页面上发布后立即生效，并附更新后的生效日期。在本产品进行任何修改之后，您继续访问本产品即视为您已接受修改后的服务条款和本产品的其他全部修改。请定期访问本页面以了解本服务条款的最新版本。
            </p>
            <div style="margin-top: 30px;">
                <h3>继续教育平台（study-onlne）简述</h3>
                <p>
                    继续教育平台（study-onlne）在为学生提供线上学习支持，包括但不限于：（1）包括图文、视频、讨论、搜索等学习单元的学习；（2）视频下载（3）评论区师生、同学间互动；（4）在线学习获取积分</p>
            </div>
            <div style="margin-top: 30px;">
                <h3>网络行为准则</h3>
                <p>
                    您同意对您使用本产品和您的用户发布内容承担责任。“用户发布内容”是指您和本产品的其他用户在本产品上提交、发布、发表和分发的所有内容，包括但不限于所有帖子、评论、视频和上传的文件。您同意您将根据本服务条款、诚信守则和所有适用的法律法规使用本产品，不得利用本产品从事违法违规行为。您同意尊重当地的社会公德、道德和风俗习惯，避免因使用本产品而使继续教育平台（study-onlne）卷入任何政治和公共事件。如果您的行为违反本条约定，您应当为此承担全部法律及相关行政责任，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求继续教育平台（study-onlne）给予协助，您对由此给继续教育平台（study-onlne）或他人造成损害的，您应依法予以赔偿，继续教育平台（study-onlne）不承担任何责任。
                </p>
                <p>
                    作为您使用继续教育平台（study-onlne）服务的条件之一，您不得以任何试图损坏、禁用、超载或损害继续教育平台（study-onlne）服务器及连接继续教育平台（study-onlne）服务器的网站，或影响他人使用本产品的方式使用本产品。您不得试图通过黑客手段、密码破解或任何其他手段未经授权地访问本产品、其他帐号、软硬件系统和连接继续教育平台（study-onlne）服务器的网络。您不得通过任何不当手段获取或者试图获取存储在本产品、其服务器和相关计算机上的资料和信息。
                </p>
                <p>本产品严格禁止以下内容：</p>
                <ul>
                    <li>诽谤、骚扰或威胁他人的内容；</li>
                    <li>讨论试图从事的非法活动的内容；</li>
                    <li>侵犯他人知识产权及其他与知识产权有关的合法权利的内容；</li>
                    <li>粗俗、色情、淫秽、下流、暴力和非法的内容；</li>
                    <li>广告或者其他形式的商业宣传；</li>
                    <li>与政治活动相关的内容；</li>
                    <li>病毒、木马、蠕虫、数据包炸弹、篡改的文件、恶意软件、间谍软件或者其他类似的可能损害他人计算机运行或财产的内容；</li>
                    <li>恶意虚构或者故意误导他人的内容。</li>
                    <span>此外，您同意不抓取和批量下载本产品的内容，包括但不限于系统上的用户列表或目录、在线教材、用户发布内容或用户信息。在使用本产品时，您不得冒用或者试图冒用他人身份。</span>
                </ul>
            </div>
            <div style="margin-top: 30px;">
                <h3>您使用本产品内容的权利</h3>
                <p>除非标明属于公有领域，本产品的内容受中华人民共和国（下称“中国”）和其他国家著作权法保护。除非本产品另有明文规定，本产品提供的课件、考试资料、视频、图片以及其他课程资料仅供您个人在学习相关课程时使用。</p>
                <p>除非标明属于公有领域，本产品的内容受中华人民共和国（下称“中国”）和其他国家著作权法保护。除非本产品另有明文规定，本产品提供的课件、考试资料、视频、图片以及其他课程资料仅供您个人在学习相关课程时使用。</p>
                <p>您同意保留您从本产品获取的内容上的所有著作权及其他通知。若未明文授权，本产品及其内容的所有权利皆被保留。<span
                        style="font-weight: 600;">未经相关权利人书面许可，您不得以任何形式进行使用或创造相关衍生作品。</span></p>
            </div>
            <div style="margin-top: 30px;">
                <h3>用户发布内容</h3>
                <p>用户发布内容相关陈述和保证。通过提交或分发您的用户发布内容，<span
                        style="font-weight: 600;">您确认、陈述并保证：（1）您具有或获得了必要的权利、许可、同意及/或权限，以复制和公开用户发布内容并授权继续教育平台（study-onlne）及其用户复制、修改、发布和以您允许的其他方式使用和分发您的用户发布内容；以及（2）不论您提交用户发布内容，还是执行前文授权，均不会侵犯任何第三方的权利。</span>您（而非继续教育平台（study-onlne））对您的用户发布内容、其发布或发表的后果及前述授权承担全部责任。
                </p>
            </div>
            <div style="margin-top: 30px;">
                <h3>免责声明 / 责任限制</h3>
                <p>本产品及经其提供的任何信息、内容或服务均按“原状发布”，无任何明示的、暗含的或其他形式的保证，包括但不限于对特定目的的适销性、适用性以及非侵权的任何暗含的保证，但是适用的法律不允许否认的暗含的保证除外。</p>
                <p style="font-weight: 600;">
                    您理解并同意，本产品的服务是按照现有技术和条件所能达到的现状提供的。继续教育平台（study-onlne）和继续教育平台（study-onlne）成员（定义见下文）会尽最大努力向您提供服务，但是不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。继续教育平台（study-onlne）和继续教育平台（study-onlne）成员不保证本产品的运作不会出现干扰或错误，不保证本产品不存在病毒或者其他有害内容，不保证本产品提供的课程或者内容符合您的需求和预期。继续教育平台（study-onlne）和继续教育平台（study-onlne）的参与者也不保证本产品、任何课程或内容的准确性、完整性、时序性和质量，也不保证任何特定课程会持续提供。“继续教育平台（study-onlne）成员”是指X大学以及其他为本产品、课程指导老师及其职员提供信息、内容和服务的机构。
                </p>
                <p>您自行承担使用本产品以及通过本产品获得的内容和服务的全部风险。您自行决定是否访问本产品或任何参考应用，或是否通过该等应用下载信息、资料或数据，并自行承担全部风险，且您对因下载或使用该等资料或数据导致的您的财产（包括手机系统）损坏或数据丢失承担全部责任，继续教育平台（study-onlne）隐私政策另有明文约定的除外。
                </p>
                <p style="font-weight: 600;">用户发布内容的免责声明
                    。您理解在使用本产品时您会接触到各种不同来源的用户发布内容，且您同意继续教育平台（study-onlne）或继续教育平台（study-onlne）成员不必对用户发布内容相关的准确性、实用性、可靠性或知识产权承担责任。您进一步理解和确认，您可能会接触到不准确的、令人不快的、诽谤的、不得体的或令人反感的用户发布内容，且您同意特此放弃您享有的或可能享有的对继续教育平台（study-onlne）或与前述内容相关的任何继续教育平台（study-onlne）成员的任何权利或救济措施。继续教育平台（study-onlne）或者任何继续教育平台（study-onlne）成员均不支持任何用户发布内容或其中表达的任何观点、推荐或建议。继续教育平台（study-onlne）或者任何继续教育平台（study-onlne）成员均无义务监控任何用户发布内容或通过本产品进行的任何其他用户通信。
                </p>
                <p><span
                        style="font-weight: 600;">但是，继续教育平台（study-onlne）保留在任何时间、为任何原因进行用户发布内容审查以及自行决定酌情全部或部分地编辑或删除任何用户发布内容的权利，以及保留允许继续教育平台（study-onlne）成员进行前述行为的权利。</span>在前述规定继续有效的前提下，在接到用户或内容所有者的通知主张某用户发布内容不符合本服务条款后，继续教育平台（study-onlne）有权调查该等主张并根据其自行判断决定是否删除该用户发布内容（继续教育平台（study-onlne）保留不经通知而随时进行前述行为的权利），同时，继续教育平台（study-onlne）有权视您的行为性质采取包括但不限于终止您对继续教育平台（study-onlne）的使用权、追究法律责任等措施。
                </p>
                <p>链接至其他网站。
                    本产品可能包含由他人维护或控制的超链接，继续教育平台（study-onlne）和继续教育平台（study-onlne）成员不对该等网站可能提供的任何产品或服务的内容或者其使用承担任何责任，并且不会定期筛查、审批、审查或批准该等内容或者其使用。如果您决定访问链接的第三方网站，您应自行承担全部风险。
                </p>
                <p style="font-weight: 600;">在适用法律允许的最大范围内，您同意继续教育平台（study-onlne）及任何继续教育平台（study-onlne）成员均不必对由下列事项导致的或与之相关的您所遭受的任何实际或间接损失承担任何责任：（ 1
                    ）本服务条款；或（ 2
                    ）您或任何第三方使用本产品或未能使用本产品；或（ 3 ）您在本产品上发布内容；或（ 4 ）您依赖本产品或经本产品获取的信息，无论您的权利主张是基于合同法、侵权法或其他法律法规。</p>
                <p style="font-weight: 600;">
                    特别地，在适用法律允许的最大范围内，继续教育平台（study-onlne）及任何继续教育平台（study-onlne）成员均不必对任何间接的、惩罚性的、特别的或附随的损失承担任何责任，不论是否为可预见的，也不论继续教育平台（study-onlne）及任何继续教育平台（study-onlne）成员是否存在疏忽或有其他过错（包括但不限于主张诽谤、错误、利益损失、数据丢失或数据提供中断）。
                </p>
            </div>
        </div>
        <h2 style="text-align: center;margin-top: 25px;">继续教育平台隐私政策</h2>
        <el-divider></el-divider>
        <div class="main" style="width: 80%;margin: 5px auto;">
            <p>继续教育平台（study-onlne）十分重视您个人信息的保密性和安全性。我们将按照本隐私政策尽合理的努力保护您的个人信息(下称“个人信息”，定义见下文)的安全。本隐私政策中使用的“我们”均指继续教育平台（study-onlne）。</p>
            <p>本隐私政策仅适用于我们通过继续教育平台（study-onlne）（下称“本产品”，包含本产品内的所有内容和页面）收集的信息，不适用于我们可能通过其他方式向您收集的信息（例如，本隐私政策不适用于您可能通过电话、传真或日常信函向我们提供的信息）。
            </p>
            <p>如果您不同意本隐私政策的条款，您无权访问、浏览或注册本产品。如果您选择不向我们提供本产品为您提供各种服务所必要的信息，您可能无法创建用户帐号，我们可能无法向您提供该等服务。</p>
        </div>
    </div>
</template>

<script>
export default {
    name: 'StudyOnlineProtocol',

    data() {
        return {

        };
    },

    mounted() {

    },

    methods: {

    },
};
</script>

<style lang="less" scoped>
.main {
    p {
        margin-top: 20px;
    }

    ul {
        li {
            margin-left: 30px;
        }
    }
}
</style>